[
    {
        "name": "Dr. Sheetal Sharma",
        "email": "sheetal.sharma@vitbhopal.ac.in",
        "image": "https://vitbhopal.ac.in/file/2021/09/Dr.Sheetal-Pic-removebg-preview.jpg",
        "gender":"Female",
        "description": "Dr. Sheetal Sharma is the Dean & Professor in Architecture Department, VIT Bhopal University, India. She is Doctorate in Urban Environment and M.Plan (Urban Development Planning ) from Faculty o Architecture & Planning MANIT Bhopal and possesses Bachelors Degree with a University Gold Medal from Amravati University Maharashtra. She is First Youngest Female to get registered as Government Approved Valuer under section 34 AB of Wealth tax, from Madhya Pradesh. She is Senate Member of School of Planning and Architecture (SPA Delhi). She has been awarded Intellectual of the year Award 2020* , by Rifacimento International, 'Women Excellence Awards 2021' in field of Architecture and Urban Planning by International Leadership Development Council (ILDC) and Academy of Management Professionals (AMP) and Women Researcher Award by VD Professional 2021 She has been awarded 6 Gold Medals in various fields, Won Best Teacher Award, had been Session Chair in many International Conferences, received many International Best Paper Awards in Paris, Singapore, Dubai , Edinburgh etc. She is Advisory Board Member in Design +Theory Journal (Istanbul) and in Editorial Board of many reputed journals like Journal of Water and Climate Change, International Journal of Geography and Regional Planning etc. She is Fellow Member of Indian Institute of Architects, Institution of Valuers and National Institute of Hydrology along with Executive member Bhopal Chapter of IIA. She also represents Council of Architecture for Inspection of institutions and is Life member of COA. She has Professional Experience of 23 years in Architectural Consultancy, Interiors, Structure and Designing as Proprietor and Partner in Architectural Firm. She has Designed , executed, Built, developed and also did Interior work for more than 100 sites in Bhopal and M.P. She also possesses Academic Experience of 12 years in teaching at MANIT, SPA, EPCO and as Principal - LNCT University Bhopal. Her area of research is “Water Sensitive Urban Planning and Water Conservation”. She has more than 39 publications in peer reviewed International/National journals with high impact factor and has 10 publications in various International Conferences held in India and abroad. She has authored chapters in Books, and organized several national –International conferences/webinars. Her Research in Geological consideration in Master plans and Urban Planning has been appreciated by many organizations and has a crucial contribution in minimizing Urban Floods and Water Scarcity. SHE IS ALSO A MEMBER OF SENATE AT SPA DELHI."
    },

    {
        "name": "Dr. Debashis Adhikari",
        "email": "debashis@vitbhopal.ac.in",
        "image": "https://vitbhopal.ac.in/file/2021/11/Dr.-Debashis-Adhikari_C.jpg",
        "gender":"Male",
        "description": "Wing Commander (Dr) Debashis Adhikari (R) is a BTech from Institute of Radio Physics & Electronics, Calcutta University, ME from Pune University and obtained his PhD in Wireless Communication from the Defense Institute of Advanced Technology (DRDO), Pune. He served the Indian Air Force for 23 years before taking premature separation while in the rank of Wing Commander. He has a rich experience in surface to air missile systems and wireless systems of the IAF and was also involved in various indigenization and modification projects. He has delivered invited guest lectures at various Defense PSUs, few DRDO labs and Indian Navy on Missile Guidance. With a total experience of 31 years, Dr Adhikari had faculty tenures at DIAT (DRDO) Pune, Symbiosis Institute of Technology, Pune and was Professor & Dean, School of Electrical Engineering at MIT AOE, Pune before joining VIT Bhopal. His area of interest is MIMO Wireless systems. He has also handled the additional responsibility of Dean, Faculty & Staff Affairs. Dr Adhikari has organized “International Conference in Signal & Data Processing” under Springer (Nov 2019), co-edited “Advances in Signal & Data Processing (Springer) and is a regular reviewer of five SCI journals. He is a Fellow IETE and Member IEEE."
    },

    {
        "name": "Dr. S. Poonkuntran",
        "email": "poonkuntran.s@vitbhopal.ac.in",
        "image": "https://vitbhopal.ac.in/file/2022/01/Dr.-Poonkuthran_C.jpg",
        "gender":"Male",
        "description": "Dr. S. Poonkuntran earned his Ph.D. in Computer and Information Technology from Manonmaniam Sundaranar University, Tirunelveli, India. He is having 15 plus years of experience in teaching/research. His research area of interest includes information security, computer vision, artificial intelligence, and machine learning. He executed three funded research grants from the Indian Space Research Organization, Defense Research Development Organization, and Ministry of New and Renewable Energy, Government of India. He received two seminar grants from Anna University, Chennai, and the All India Council for Technical Education-Indian Society for Technical Education. He has 3 patent publications and 70 plus technical paper publications. He has authored 6 books and 1 Chapter. He is a lifetime member of IACSIT, Singapore, CSI, India, and ISTE, India. He received Cognizant Best Faculty Award 2017-18 and served as a State Level Student Coordinator Position for Region VII, CSI, India in 2016-17."
    },

    {
        "name": "Dr. George Chellin Chandran",
        "email": "george.chandran@vitbhopal.ac.in",
        "image": "https://vitbhopal.ac.in/file/2022/09/Dr.-George_C.jpg",
        "gender":"Male",
        "description": "Dr. J. George Chellin Chandran has more than 26 years of Administration, Teaching, and Research experience. Apart from teaching assignments, he worked as a Principal in Engineering Colleges across Tamil Nadu, Kerala, and Telungana for more than 16 years. He obtained his Ph.D. Degree in Computer Science and Engineering, Master’s Degree in Computer Science Engineering, and Bachelor’s Degree in Electronics & Communication Engineering. He authored 26 articles in National and International Journals. He was appointed as an expert in setting question papers for the Karunya University and Jawaharlal Nehru Technological University for BE, B.Tech Degree Programme. He has supervised around 30 M. Tech. Thesis and 03 of his Ph.D. students have successfully defended their thesis and were awarded Ph.D. Degree under his guidance. He was appointed as an examiner for Ph.D. thesis evaluation by Manonmaniam Sundaranar University, Tirunelveli, and Mother Teresa Women's University, Kodaikanal. He is a Life Member of ISTE, Senior Life Member of IACSIT, Associate member of IE, Associate Life member of CSI, Member of IAENG. His current research work includes Biometrics, Computer networks, Cloud Computing and Wireless Networks."
    },

    {
        "name": "Dr. S. Suthir",
        "email": "suthir.s@vitbhopal.ac.in",
        "image": "https://vitbhopal.ac.in/file/2021/08/Dr.-Suthir_C.jpg",
        "gender":"Male",
        "description": "Dr.S.Suthir holds a Doctorate (Ph.D.) in Computer Science and Engineering from MS University, a Master’s Degree (M.Tech.- IT) from Sathyabama University, and Bachelor’s degree (B.Tech.- IT) from Anna University affiliated college (PSREC). Dr.S.Suthir has served in different reputed academic institutes for more than 13 years and he has organized a number of STTP’s & Workshops.  Dr.S.Suthir has filed 1 Patent and 32 Publications in Journals (indexing with SCI, WoS, Scopus) and various Int./National, IEEE Conferences. Also, he acts as a Reviewer in SCIE indexed journals like Int. Journal of Ad Hoc and Ubiquitous Computing (Inderscience), Technical Gazette-Journal and acted as External Review Committee member in Int. Conferences. Dr.S.Suthir has supervised around 10 Master’s Degree Thesis and under his co-supervising 04 Research Scholars pursuing their Ph.D. degree from Annamalai Univ. and SRM Univ. Dr.S.Suthir is a Life Member of Professional Societies in ISTE, IETE, IAENG and he holds an online certification in Reinforcement Learning, AI, ML, Cryptology, IoT courses from NPTEL & Coursera streams. Dr.S.Suthir is an active researcher in the field of Artificial Intelligence, Machine Learning, and Cloud Security."
    },

    {
        "name": "Dr. Sathish Kumar .L",
        "email": "sathish.kumar@vitbhopal.ac.in",
        "image": "https://vitbhopal.ac.in/file/2021/06/DrSathish_C.jpg",
        "gender":"Male",
        "description": "Dr. Sathish Kumar .L is the Assistant Professor in Gaming Division, School of Computing Science and Engineering at VIT Bhopal University, Bhopal. Dr. Sathish completed his Ph.D., in Computer Science and Engineering, for Alagappa University, Karaikudi. He has 8 years of academic experience and has more than 29 research publications in refereed International/National Journals and Conferences. Dr. Sathish has 2 international patents and 1 design patent to his credit and has received 2 awards for his research and academic contributions. He has published 6 textbooks entitled Desktop Publishing, Desktop Publishing Second Edition, Artificial Intelligence, Data Communication and Networking, and Java Programming and Think by Python. He has completed consultancy project work in “Text Archaeology with Tagged India Languages” with Asia University, Taiwan. He is taking E-Learning courses which are Mobile Game Development Basics, Intermediate and advanced. He is a reviewer for leading SCI & Scopus Indexed Journals like Wireless Networks Journal, Springer, Alexandria Engineering Journal, Elsevier, IET Electronics Letters and Ad-hoc Sensor Wireless Networks Journal, Old City Publishing, etc. He has been a resource person/session chair for a number of International Conferences. He is a lifetime member of IEEE and a Life Member of IAENG. He is an active researcher in the field of Medical Image Processing, Deep Learning, Machine Learning, and Data Science."
    },

    {
        "name": "Dr. Manisha Jain",
        "email": "manisha.jain@vitbhopal.ac.in",
        "image": "https://vitbhopal.ac.in/file/2021/06/Dr.-Manisha-Jain_C.jpeg",
        "gender":"Female",
        "description": "Dr. Manisha Jain is a Doctorate in Bio and Computational Mathematics from Maulana Azad National Institute of Technology, Bhopal. She completed her M. Sc. in Mathematics from Govt. Autonomous Science College, Jabalpur. She has customized two books with Pearson Publications on Engineering Mathematics (I and II) for RTMNU, Nagpur. She has published various research papers in reputed International and National Journals. Her area of research is Finite Element Method, Statistical Analysis, Operations Research etc."
    },

    {
        "name": "Dr. Balaji A",
        "email": "balaji.a@vitbhopal.ac.in",
        "image": "https://vitbhopal.ac.in/file/2021/06/Dr.-A.-Balaji_C.jpg",
        "gender":"Male",
        "description": "Dr. A. Balaji is Assistant Professor Grade-1 in the School of Computing Science & Engineering of VIT-Bhopal University. He has served in different academic and administrative roles in various academic institutions since 2007. He holds a doctorate (Ph.D.) from the College of Engineering, Guindy, Anna University, Chennai. He completed his Master’s (M.E) in Computer Science & Engineering from Anna University, Chennai and M.Sc.[Integrated Course] in Information Technology from Periyar University, Salem. He has publications in indexed international journals such as SCI and Scopus. His research interests include Database, Cloud Technology, Bibliometrics and VR/AR. He is a Life Member of the Computer Society of India (CSI)."
    },

    {
        "name": "Dr. Reena Jain",
        "email": "reena.jain@vitbhopal.ac.in",
        "image": "https://vitbhopal.ac.in/file/2021/06/Dr_Reena_Jain-C.jpg",
        "gender":"Female",
        "description": "Dr. Reena Jain is a Doctorate from Barakatullah University, Bhopal. She has done her Masters in Pure Mathematics, being a University Topper and Graduation from Chandra Shekhar Azad, Govt. P. G. college, Sehore (M.P.) , affiliated to Barkatullah University. She has publications in renowned International journals, and is a reviewer for journals namely, Thai Journal of Mathematics, Thailand,  Journal of Advances in Mathematics and Computer Science and many more. Her area of research is Fixed Point theory and Nonlinear Analysis."
    }

]